// Пакет cmd обрабатывает команды пользователя клиентского приложения (CLI).
// Список команд:
// version - отображение версии, даты и времени сборки клиентского приложения;
// sign up - регистрация нового пользователя;
// sign in - вход в учётную запись существующего пользователя;
// sign out - выход из учётной записи авторизованного пользователя;
// record list - вывод списка сохранённых записей с зашифрованными данными;
// record show - отображение подробной информации о записи с зашифрованными данными;
// record change - изменение названия или примечания записи с зашифрованными данными;
// record delete - удаление записи с зашифрованными данными;
// password add - добавление записи с логином и паролем;
// password show - отображение записи с логином и паролем;
// password change - изменение записи с логином и паролем;
// card add - добавление записи с данными банковской карты;
// card show - отображение записи с данными банковской карты;
// card change - изменение записи с данными банковской карты;
// text add - добавление записи с текстовыми данными;
// text show - отображение записи с текстовыми данными;
// text change - изменение записи с текстовыми данными;
// binary add - добавление записи с бинарными данными;
// binary show - отображение записи с бинарными данными;
// binary change - изменение записи с бинарными данными.

package cmd
